/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Настройка на профил";
"you_need_an_account" = "На вашето устройство няма $appname профили.\r\nЗа да използвате това приложение, трябва да създадете такъв.";

//Login Screen
"testing_connection" = "Тестване на връзката";
"server_instance_not_found" = "Сървърът не е намерен";
"secure_connection_established" = "Защитена връзка";
"https_non_secure_connection_established" = "Пренасочване към незащитен маршрут";
"connection_established" = "Незащитена връзка";
"login_details" = "Подробности за вход";
"username" = "Потребителско име";
"password" = "Парола";
"login" = "Свързване";
"cancel" = "Отказ";
"error_login_message" = "Потребителят или паролата са грешни";
"error_updating_predefined_url" = "Сървърът е преместен на друг URL адрес. Моля, удостоверете се отново за да актуализирате профила си";
"ok" = "ОК";
"url_sample" = "Адрес на сървъра https://…";
"forbidden_characters_in_password" = "Тази парола съдържа забранени символи";
"server" = "Сървър";
"url" = "URL адрес";
"session_expired" = "Сесията ви изтече. Моля, свържете се отново";
"credentials_different_user" = "Въведеният потребител не съвпада с потребителя на този профил";
"auth_unsupported_auth_method" = "Сървърът не поддържа този метод на удостоверяване";
"server_does_not_give_user_id" = "Сървърът връща неправилно потребителско ID. Моля, свържете се с вашия администратор";
"authentification_not_valid" = "Неуспешно удостоверяване към този сървър";
"error_too_many_http_redirects" = "При установяване на връзката възникна грешка. Моля, опитайте отново.";
"retry" = "Повторете";
"help_link_login" = "Нов сте в $appname?";
"error_could_not_add_account" = "Неуспех при запазването на информацията за потребителя. Моля, опитайте отново.";
"account_not_new" = "В устройството вече съществува профил за същия потребител и сървър";
"oauth2_error_access_denied" = "Достъпът е отказан от удостоверяващия сървър";
"oauth2_error" = "Неуспешно удостоверяване";

//TabBarItems
"settings"="Настройки";
"files_tab"="Файлове";

//Uploading
"upload" = "Качване";
"account" = "Профил:";
"location" = "Местоположение:";
"photo_albums" = "Фотоалбуми";
"loading" = "Зареждане...";
"no_access_to_gallery" = "Моля, разрешете достъпа до снимки и видеоклипове за $appname. Тази опция може да бъде намерена в Настройки > Поверителност > Снимки.";
"error" = "Грешка";
"upload_failed"="Качването е неуспешно";
"redirection_problem"="Действието URL пренасочване не се поддържа";
"all_photos" = "Всички снимки";

//First View
"menu_upload" = "Качете снимка/видео";
"menu_folder" = "Нова папка";
"menu_text_file" = "Нов текстов файл";
"sort_menu_title" = "Вид";
"sort_menu_by_name_option" = "А-Я";
"sort_menu_by_modification_date_option" = "Най-нови - Най-стари";
"sort_menu_by_kind_option" = "Любезно";

//Create/Edit File Text
"create_text_file" = "Създаване на нов текстови файл";
"title_view_new_text_file" = "Нов текстови файл";
"title_view_edit_text_file" = "Редактиране на текстов файл";
"default_text_file_title" = "Нов текстов файл";
"title_text_file_placeholder" = "Заглавие...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "вече съществува";
"error_file_name_empty" = "Името на файла не може да бъде празно.";
"no_changes_made" = "Не са правени промени";
"no_file_downloaded" = "Файлът не е изтеглен, не можете да го редактирате";


//Create Folder
"create_folder" = "Създаване на нова папка";
"folder_name" = "Въведете има на папката:";
"save" = "Запазване";
"folder_exist" = "Папка с това име вече съществува. Моля, въведете друго име.";
"folder_create_error"="Директорията не може да бъде създадена";
"not_show_potrait"="Менюто не е достъпно в пейзажен изглед. Моля, преминете към портретен изглед.";
"not_possible_create_folder" = "Папката не може да бъде създадена.";

//FilesView
"confirm_to_delete_item" = "Потвърждаване на изтриването на елемента";
"yes" = "Да";
"no" = "Не";
"delete_from_device" = "Сигурни ли сте, че искате да изтриете този файл от устройството?";
"delete_from_server" = "Сигурни ли сте, че искате да изтриете този файл от сървъра?";
"not_possible_connect_to_server" = "В момента не е възможно да се свържете със сървъра.";
"delete_folder_from_server" = "Сигурни ли сте, че искате да изтриете тази папка от сървъра?";
"delete_local_server" = "Изтриване от устройството и сървъра";
"delete_local" = "Изтриване от устройството";
"delete_server" = "Изтриване от сървъра";
"error_path" = "Не е намерено. Моля, уверете се, че съществува";
"error_not_permission" = "Нямате необходимите права за да завършите операцията";
"folders" = "папки";
"files" = "файлове";
"folder" = "папка";
"file" = "файл";
"more_swipe" = "Още";
"message_not_files" = "Тук няма нищо. Качете нещо!";
"maintenance_mode_on_server_message" = "В момента не е възможно да се свържете със сървъра. Сървърът в момента е в режим на поддръжка";

//Refresh file list
"release_refresh"="Освобождаване за опресняване...";
"loading_refresh"="Зареждане...";
"pull_down_refresh"="Издърпайте надолу за да опресните.";

//Miscelanea
"back" = "Назад";

//Preview
"open_with_label" = "Отваряне с";
"delete_label"= "Изтрий";

//Open with
"file_cannot_be_opened" = "Файлът не може да бъде отворен";
"no_app_instaled_to_open_it" = "Няма инсталирано приложение за отваряне на този вид файл.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Установяване на връзка";
"not_establishing_connection" = "Невъзможно е да се установи връзка";
"connection_closed" = "Връзката е затворена";
"connection_lost" = "Връзката е изгубена";
"auth_failed" = "Удостоверяването е неуспешно";
"auth_passed" = "Удостоверяването е успешно";
"request_file_not_found" = "Търсеният файл не е намерен на сървъра";
"request_file_not_accesed" = "Няма достъп до искания файл";
"unknow_response_server" = "Грешка. Неочакван отговор от сървъра.";
"uploading_data" = "Качване на данни";
"downloading_data" = "Изтегляне на данни";
"transfer_complete" = "Трансферът е завършен";
"transfer_failed" = "Трансферът е неуспешен";
"download_file" = "Изтегляне на файл";

//Settings and PinCode
"title_app_pin" = "Заключване с парола";
"title_app_pin_and_touchID" = "Заключване с парола и пръстов отпечатък";
"title_app_pin_and_faceID" = "Заключване с парола и лицево разпознаване";
"title_app_pin_forced" = "Промяна на парола";
"enter_app_pin" = "Въведете парола";
"enter_app_pin_long_description_forced" = "Необходима е парола. Трябва да въведете код за достъп, за да влезете в системата.";
"enter_app_pin_long_description" = "Въведете парола";
"reenter_app_pin" = "Въведете отново паролата";
"remove_app_pin" = "Изтриване на паролата";
"both_pass_not_same" = "Въведените пароли не са еднакви";
"app_pin_incorrect" = "Паролата е грешна";
"passcode_not_enabled" = "Първо активирайте паролата";
"title_app_touchID" = "Пръстов отпечатък Touch ID";
"title_app_faceID" = "Лицево разпознаване Face ID";
"disconnect_button" = "Прекъсване на връзката със сървъра";
"pin_removed" = "Паролата е премахната";
"incorrect_pin" = "Грешна парола";
"app_pin_stored" = "Паролата е запазена";
"help" = "Помощ";
"recommend_to_friend" = "Препоръчай на приятел";
"send_feedback" = "Изпратете обратна връзка";
"manage_accounts" = "Управление на профилите";
"add_new_account" = "Добавяне на нов профил";
"save_changes" = "Запазване";
"add_account" = "Добавяне";
"user_exist" = "Въведеният потребител вече съществува";
"imprint_button" = "Импресия";
"title_instant_upload_photos"="Моментално качване на снимки";
"title_instant_upload_videos"="Моментално качване на видеоклипове";
"title_background_instant_upload" = "Незабавно качване във фонов режим";
"accounts_section" = "Профили";
"security_section" = "Сигурност";
"instant_updloads_section" = "Незабавно качване";
"more_section" = "Още";
"unlock_app" = "Отключване $appname";
"passcode_forced_can_not_be_disabled" = "Принудително въвеждане на парола. Не може да се деактивира.";
"pending_migration_to_new_url" = "Въведете за да мигрирате към нов URL адрес";

//Downloading
"can_no_copy_to_gallery" = "Този файл не може да бъде копиран в галерията защото не може да бъде открит от галерията";
"file_is_downloading" = "Този файл вече се изтегля";
"download_file_exist" = "Не може да се отвори този файл. Моля, уверете се че съществува";
"wait_to_download" = "Подготовка за изтегляне";
"updating" = "Актуализиране";
"msg_while_downloads" = "Не е възможно да се извърши тази операция, моля изчакайте да приключи текущото изтегляне.";
"streaming_no_possible_ssl_self_signed" = "Поточното предаване не може да бъде стартирано, тъй като сертификатът на сървъра ви не е надежден. Изтеглянето на файлове ще започне автоматично";

//SSL
"invalid_ssl_cert" = "Идентичността на обекта не може да бъде потвърдена. Искате ли все пак да се доверите на този сертификат?";
"connection_declined" = "Свързването е отказано от потребителя";
"server_certificate_untrusted" = "Сертификатът на сървъра не е надежден";

//Recent view
"recent_now"="Преди няколко секунди";
"recent_minutes"="$minutes преди няколко минути";
"recent_minute"="$minutes преди минута";
"recent_hours"="$hours преди няколко часа";
"recent_hour"="$hours преди час";
"recent_days"="$days преди няколко дни";
"recent_day"="$days преди ден";
"recent_months"="$months преди няколко месеца";
"recent_month"="$months преди месец";

"uploads_tab"="Качено";
"current_section"="Текущо";
"uploader_section"="Качени";
"nothing_was_upload_recently"="Наскоро нищо не е качено от това устройство";
"failed_uploader_section"="Неуспешни качвания";
"clear_successful"="Успешно изчистване";
"error_credential"="Грешка в идентификационните данни";
"error_destiny_does_not_exist"="Грешка в папката";
"error_file_exists"="Грешка от конфликт";
"error_permission" = "Грешка в правата за достъп";
"error_not_allowed_by_firewall_rule" = "Качването не е позволено";
"error_file_does_not_exist" = "Не е налично в устройството";
"error_file_in_background" = "Сървърна грешка";
"error_insufficient_storage" = "Няма достатъчно свободно място в този профил";
"error_file_invalid_characters" = "Невалидни символи";
"change_active_user"="Промяна на активния потребител на";
"waiting_for_server"="Изчакване на връзка със сървъра";
"waiting_for_upload"="Изчакване за качване";
"error_permission_alert_message" = "Нямате необходимите права за качване в тази папка";
"choose_folder" = "Избор на папка";

//Select Folder View
"upload_label"="Качване в";
"create_button"="Създаване";
"choose_button"="Избиране";

//Rename
"rename_long_press" = "Преименуване";
"rename_file_title" = "Преименуване";
"enter_new_name" = "Въведете ново име:";
"rename_file_exist" = "Файл с това име вече съществува, моля въведете друго име";

//Move
"move_long_press" = "Преместване";
"move_to_label" = "Преместване в";
"file_exist" = "Файлът вече съществува в целевата папка";
"override_file" = "Искате ли да замените съществуващия файл с този?";
"accept" = "Приемане";
"error_folder_destiny_is_the_same" = "Грешка: не е възможно да преместите папката към самата нея";
"original_file_exist" = "Неуспешно преместване на файл. Моля, уверете се че той съществува";
"original_folder_exist" = "Неуспешно преместване на папката. Моля, уверете се че тя съществува";

//Download folfer
"download_folder" = "Папка за изтегляне";
"cancel_download" = "Прекратяване на изтеглянето";

//Upload from other apps
"other_apps_title" = "Местоположение";
"other_apps_account" = "Профил";
"other_apps_folder" = "Папка";
"other_apps_file_name" = "Име на файла";
"other_apps_send_to" = "Качване в";
"error_moving_file" = "Неуспешно преместване на файл. Уверете се, че целевата папка съществува";
"forbidden_characters_from_server" = "Името съдържа поне един невалиден символ";
"overwritte_title" = "Презаписване";

//Social
"twitter_message" = "Опитайте $twitteruser на вашия смартфон! ";
"facebook_message" = "Опитайте $appname на вашия смартфон!\r\n";
"mail_recommendation_subject" = "Опитайте $appname на вашия смартфон!";
"mail_recommendation_body" = "Искам да ви поканя да използвате $appname на вашия смартфон!\r\nИзтеглете го от тук: ";
"device_not_support_mail" = "Моля, конфигурирайте своя имейл профил";
"mail_feedback_subject" = "Обратна връзка $appname";
"account_not_configure" = "Вашето устройство няма конфигуриран профил. Отидете в Настройки за да го конфигурирате.";

//Storage
"of_storage" = "на";
"occupied_storage" = "заети";
"storage" = "Хранилище";
"storage_upgrade" = "Надграждане на хранилището";

//Jimmies
"this_file_is_older" = "Налична е по-нова версия";
"msg_update_file_0_bytes" = "Файлът на сървъра има 0 байта. Искате ли да презапишете съществуващия файл на вашето устройство с този празен файл?";

//Shared
"shared_tab" = "Публични връзки";
"message_not_shared_files" = "Все още няма файлове/папки споделени чрез връзка.";
"message_not_shared_api_support" = "За съжаление споделянето не е активирано на вашия сървър. Моля, свържете се с вашия администратор";
"share_link_long_press" = "Споделяне";
"unshare_link" = "Премахване връзка за споделяне";
"share_not_available_on_this_server" = "За съжаление тази функция не е активирана на вашия сървър. Моля, свържете се с вашия администратор";
"copy_link" = "Копиране на връзката";
"file_to_share_not_exist" = "Неуспешно споделяне на този файл или папка. Моля, уверете се дали съществува";
"file_to_unshare_not_exist" = "Неуспешно премахване на споделянето на този файл или папка. Моля, уверете се дали съществува";
"shared_link_protected_title" = "Въведете парола";
"shared_link_protected_message" = "За да споделите връзката трябва да въведете парола, която да я защити.";
"pasword_empty" = "Паролата не може да бъде празна";
"no_pasword" = "Трябва да въведете парола";
"get_share_link" = "Получаване на публична връзка";
"title_share_link_option_name" = "Име на връзката";
"title_share_link_option_password" = "Парола";
"title_share_link_option_expiration" = "Валидност";
"title_share_link_option_allow_dowload_view" = "Изтегляне / Преглед";
"title_share_link_option_allow_dowload_view_upload" = "Изтегляне / Преглед / Качване";
"title_share_link_option_allow_upload_only" = "Само качване (пускане на файл)";
"placeholder_share_link_option_name" = "Име";
"placeholder_share_link_option_password" = "Избор на парола";
"placeholder_share_link_option_expiration" = "Дата на изтичане на валидност";
"title_view_create_link" = "Създаване на връзка за споделяне";
"title_view_edit_link" = "Промяна на връзката за споделяне";
"title_confirm_delete_link" = "Изтриване на връзка";
"message_confirm_delete_link" = "! Изтриване на $sharedLink";
"default_link_name" = "$fileName връзка";
"allow_editing" = "Разрешаване на редактирането";
"show_error_password_enforced" = "Изисква се парола";
"show_error_expiration_enforced" = "Публичната връзка ще изтече не по-късно от $nDays дни след нейното създаване";
"default_not_possible_msg" = "Не е възможно да се извърши тази операция, моля, опитайте по-късно.";
"share_user_group_indicator" = "група";
"share_user_federated_indicator" = "отдалечено";
"add_user_or_group_title" = "Добавяне на потребител или група";
"share_with_users_or_groups" = "Потребители и групи";
"not_share_with_users_yet"= "Все още не е споделено с други потребители";
"not_share_by_link_yet"= "Все още не е споделено чрез публична връзка";
"not_sharee_api_supported" = "За съжаление вашата версия на сървъра не позволява споделяне с потребители. Моля, свържете се с вашия администратор";
"share_link_title" = "Публични връзки";
"warning_sharing_public_link" = "Всеки знаещ тази връзка ще има достъп до файла/папката";
"not_share_link_enabled_capabilities" = "Връзката за споделяне не е активирана в този сървър. Моля, свържете се с вашия администратор";
"shared_link_cannot_remove_password" = "Не можете да премахнете паролата";
"shared_link_cannot_remove_expiration_date" = "Не можете да премахнете датата за изтичане на валидността. Изисква се споделянията да имат дата, до която са валидни";
"shared_link_mail_subject" = "$userName сподели \"$fileOrFolderName\" с вас";
"secured_link" = "Защитено";
"message_private_link" = "Поверителна връзка: Само хората, които имат достъп до файла/папката могат да я използват. Използвайте я като постоянна връзка за себе си, или за да насочвате другите към файловете в рамките на споделянията";

//Shared privileges
"title_user_can_edit" = "Може да редактирате";
"title_user_can_share" = "Може да споделя";
"user_can_create" = "създаване";
"user_can_change" = "промяна";
"user_can_delete" = "изтриване";
"title_view_edit_user_privileges" = "Привилегии";

//Shared Link Options
"title_view_share_link_options" = "Опции за връзка";

//Favorites
"favorite" = "Любими";
"unfavorite" = "Премахване от любимите";
"parent_folder_is_favorite" = "Папката, която съдържа този файл, вече е любима";

//Available offline
"available_offline" = "Достъпно офлайн";
"not_available_offline" = "Не е налично офлайн";
"parent_folder_is_available_offline_file_child" = "Папката, която съдържа този файл вече е налична офлайн";
"parent_folder_is_available_offline_folder_child" = "Папката, която съдържа тази папка вече е налична офлайн";

//Document provider
"error_login_doc_provider" = "Не можете да получите достъп до профила си. Моля, първо използвайте приложението $appname за да влезете.";
"error_sending_file_to_document_picker" = "Грешка при изпращане на файл към програмата за избор на документи";
"error_user_change_in_core_app" = "Потребителят е променен в приложението $appname";
"error_connecting_with_server" = "Неуспешно свързване със сървъра, моля опитайте по-късно";
"move_doc_provider_button" = "Преместване в това местоположение";
"export_doc_provider_button" = "Експортиране до това местоположение";

//Instant uploads
"location_not_enabled"="Услугите за местоположение не са активирани";
"message_location_not_enabled"="Моля, отидете в \"Настройки\" и включете \"Услуги за местоположение\", за да разрешите незабавното качване на снимки във фонов режим.";

"access_photos_library_not_enabled" = "Достъпът до снимките не е активиран";
"message_access_photos_not_enabled" = "Моля, отидете в Настройки и включете Достъп до снимки, за да разрешите незабавното качване на снимки.";

//PDF reader
"page_of_pages" = "на"; //Example: 5 of 10

//Share in
"files_added" = "Добавени файлове";
"files_will_be_upload_next_time" = "Файловете ще започнат да се качват при следващото отваряне на $appname";

//Help Guide main app
"title_help_slide_0" = "Добре дошли в $appname!";
"message_help_slide_0" = "Плъзнете за да научите повече";
"title_help_slide_1" = "Незабавно качване";
"message_help_slide_1" = "Запазете снимките си в безопасност";
"title_help_slide_2" = "Управлявайте всичките си файлове";
"message_help_slide_2" = "Можете да изтривате, премествате";
"title_help_slide_3" = "Споделяне";
"message_help_slide_3" = "Можете да споделяте файлове и папки";
"title_help_slide_4" = "Множество профили";
"message_help_slide_4" = "Свързване с всичките ви облаци";
"title_help_slide_5" = "Вашите лични файлове се синхронизират навсякъде";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Вход";
"skip_button_help_guide" = "Пропускане";

//Update Guide main app
"title_update_slide_0" = "Открийте новото приложение ownCloud";
"message_update_slide_0" = "Създадено отново от нулата за iOS 11+";
"title_update_slide_1" = "PDF преглед";
"message_update_slide_1" = "Бързо Търсене и Навигация";
"title_update_slide_2" = "Управление на файлове";
"message_update_slide_2" = "Споделяне на файлове и папки";
"title_update_slide_3" = "Бърз достъп";
"message_update_slide_3" = "Пълен преглед на данните";
"title_update_slide_4" = "Множество профили";
"message_update_slide_4" = "Достъп до всичките ви облаци";
"title_update_slide_5" = "Вземете безплатно от AppStore";
"message_update_slide_5" = "Защитено управление на данни";
"sign_in_button_update_guide" = "Изтегляне";
"skip_button_update_guide" = "Изтегляне";

//Account menu
"menu_account_edit" = "Промяна на парола";
"menu_account_clear_cache" = "Изчистване на кеша";
"menu_account_log_out" = "Премахване на  потребител";

//Common
"not_connected_to_internet" = "Устройството не е свързано с мрежа";
"bad_request" = "Неправилна заявка";
"method_not_allowed" = "Методът не е разрешен";
"proxy_auth_required" = "Изисква се Proxy удостоверяване";
"conflict" = "Конфликт";
"internal_error" = "Вътрешна грешка на сървъра";
"not_implemented" = "Не е изпълнено";
"bad_gateway" = "Неправилен шлюз";

//Private links
"private_link_redirection_failed" = "Елементът не съществува";
"error_connecting_with_server" = "Неуспешно свързване със сървъра, моля опитайте по-късно";
"private_link_not_reachable" = "Поверителната връзка не може да бъде отворена";
